Repository: lifeng-88/Project59
Catalog: Hub/Rahmi/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, zh_hant

# home.template.sheet.body
source: Upload a clear portrait photo. Generation uses the current template.
de: Laden Sie ein klares Porträtfoto hoch. Bei der Generierung wird die aktuelle Vorlage verwendet.
es: Sube una foto de retrato clara. La generación utiliza la plantilla actual.
fr: Téléchargez une photo portrait claire. La génération utilise le modèle actuel.
ja: 鮮明なポートレート写真をアップロードしてください。生成には現在のテンプレートが使用されます。
pt: Carregue uma foto de retrato nítida. A geração usa o modelo atual.
zh_hant: 上傳一張含清晰人像的照片，將使用當前模板生成。

# home.template.sheet.cannot
source: Cannot continue
de: Kann nicht fortgesetzt werden
es: no puedo continuar
fr: Impossible de continuer
ja: 続行できません
pt: Não é possível continuar
zh_hant: 無法繼續

# home.template.sheet.cost
source: Cost
de: Kosten
es: Costo
fr: Coût
ja: 料金
pt: Custo
zh_hant: 消耗

# home.template.sheet.pick_photo
source: Choose Photo
de: Wählen Sie Foto
es: Elige foto
fr: Choisissez une photo
ja: 写真を選択
pt: Escolha a foto
zh_hant: 選擇照片

# home.template.toolbar
source: TEMPLATE
de: VORLAGE
es: PLANTILLA
fr: MODÈLE
ja: テンプレート
pt: MODELO
zh_hant: 模板

# home.template.voice.a11y_off
source: Muted. Tap to turn sound on.
de: Stumm. Tippen, um Ton einzuschalten.
es: Silenciado. Toca para activar el sonido.
fr: Son coupé. Appuyez pour activer le son.
ja: ミュート中。タップで音声をオンにします。
pt: Sem som. Toque para ativar o áudio.
zh_hant: 已靜音，點一下開啟聲音

# home.template.voice.a11y_on
source: Sound on. Tap to mute.
de: Ton an. Tippen, um stumm zu schalten.
es: Sonido activado. Toca para silenciar.
fr: Son activé. Appuyez pour couper le son.
ja: 音声オン。タップでミュートにします。
pt: Som ligado. Toque para silenciar.
zh_hant: 聲音開啟，點一下靜音

# home.toast.no_more
source: No more items
de: Keine Artikel mehr
es: No más artículos
fr: Plus d'articles
ja: これ以上のアイテムはありません
pt: Não há mais itens
zh_hant: 沒有更多了

# home.upload.bad
source: BAD
de: SCHLECHT
es: MALO
fr: MAUVAIS
ja: 悪い
pt: RUIM
zh_hant: 避免

# home.upload.bad_caption
source: Blurry, side view, dark hair/hat
de: Verschwommen, Seitenansicht, dunkles Haar/Hut
es: Borrosa, vista lateral, cabello oscuro/sombrero
fr: Flou, vue latérale, cheveux foncés/chapeau
ja: ぼやけた、横から見た図、黒い髪/帽子
pt: Desfocado, vista lateral, cabelo/chapéu escuro
zh_hant: 模糊、側臉、遮擋或逆光

# home.upload.confirm
source: Confirm & Upload
de: Bestätigen und hochladen
es: Confirmar y cargar
fr: Confirmer et télécharger
ja: 確認してアップロード
pt: Confirmar e enviar
zh_hant: 確認並上傳

# home.upload.dont_show
source: Don't show again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus montrer
ja: 二度と表示しないでください
pt: Não mostre novamente
zh_hant: 不再提示

# home.upload.good
source: GOOD
de: GUT
es: BIEN
fr: BIEN
ja: 良い
pt: BOM
zh_hant: 推薦

# home.upload.good_caption
source: Clear, front-facing, high light
de: Klar, nach vorne gerichtet, hohes Licht
es: Luz clara, frontal y alta
fr: Clair, orienté vers l'avant, haute luminosité
ja: クリア、正面向き、高光量
pt: Claro, frontal, luz alta
zh_hant: 清晰、正面、光線充足

# home.upload.title
source: Upload Tips
de: Tipps hochladen
es: Subir consejos
fr: Télécharger des conseils
ja: アップロードのヒント
pt: Dicas de upload
zh_hant: 上傳提示

# home.variant_a.headline
source: Curated picks for you
de: Kuratiert für dich
es: Selección para ti
fr: Sélection pour vous
ja: あなたへのおすすめ
pt: Escolhas para você
zh_hant: 為你精選

# home.variant_a.subhead
source: Pick a category, tap a template, and start creating.
de: Kategorie wählen und Vorlage antippen.
es: Elige categoría, toca una plantilla y crea.
fr: Choisissez une catégorie, touchez un modèle et créez.
ja: カテゴリーを選び、テンプレをタップして作成。
pt: Escolha a categoria, toque num modelo e crie.
zh_hant: 選擇分類，點擊模板即可開始創作。

# iap.payments_disabled
source: In-app purchases are disabled. Enable them in Settings → Screen Time → Content & Privacy Restrictions → In-app Purchases, or check your Apple ID.
de: In-App-Käufe sind deaktiviert. Aktivieren Sie sie unter „Einstellungen“ → „Bildschirmzeit“ → „Inhalts- und Datenschutzbeschränkungen“ → „In-App-Käufe“ oder überprüfen Sie Ihre Apple-ID.
es: Las compras dentro de la aplicación están deshabilitadas. Habilítelos en Configuración → Tiempo de pantalla → Restricciones de contenido y privacidad → Compras dentro de la aplicación, o verifique su ID de Apple.
fr: Les achats intégrés sont désactivés. Activez-les dans Paramètres → Temps d'écran → Restrictions de contenu et de confidentialité → Achats intégrés, ou vérifiez votre identifiant Apple.
ja: アプリ内購入は無効になっています。 「設定」→「スクリーンタイム」→「コンテンツとプライバシーの制限」→「アプリ内購入」でこれらを有効にするか、Apple ID を確認してください。
pt: As compras no aplicativo estão desativadas. Ative-os em Configurações → Tempo de uso → Restrições de conteúdo e privacidade → Compras no aplicativo ou verifique seu ID Apple.
zh_hant: 無法使用 App 內購買。請在 設置 → 屏幕使用時間 → 內容與隱私訪問限制 → App 內購買 中允許購買；或檢查是否登錄 Apple ID。

# iap.store_purchases_label
source: In-App Purchase via App Store
de: In-App-Kauf über den App Store
es: Compra dentro de la aplicación a través de App Store
fr: Achat intégré via l'App Store
ja: App Store経由でのApp内購入
pt: Compra no aplicativo via App Store
zh_hant: App Store 內購買

# kind.all
source: All
de: Alle
es: Todo
fr: Tous
ja: 全て
pt: Todos
zh_hant: 全部

# kind.dance
source: Dance
de: Tanzen
es: Bailar
fr: Danse
ja: ダンス
pt: Dança
zh_hant: 舞蹈

# kind.image
source: Image
de: Bild
es: Imagen
ja: 画像
pt: Imagem
zh_hant: 圖片

# kind.media
source: MEDIA
de: MEDIEN
es: MEDIOS DE COMUNICACIÓN
fr: MÉDIAS
ja: メディア
pt: MÍDIA
zh_hant: 媒體

# language.option.chinese
source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
pt: Chinês tradicional
zh_hant: 繁體中文

# language.option.chinese.subtitle
source: Always use Traditional Chinese in this app
de: Verwenden Sie in dieser App immer traditionelles Chinesisch
es: Utilice siempre chino tradicional en esta aplicación
fr: Utilisez toujours le chinois traditionnel dans cette application
ja: このアプリでは常に繁体字中国語を使用してください
pt: Sempre use chinês tradicional neste aplicativo
zh_hant: 本應用始終使用繁體中文介面

# language.option.english
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
pt: Inglês

# language.option.english.subtitle
source: Always use English in this app
de: Verwenden Sie in dieser App immer Englisch
es: Utilice siempre inglés en esta aplicación
fr: Utilisez toujours l'anglais dans cette application
ja: このアプリでは常に英語を使用してください
pt: Sempre use inglês neste aplicativo
zh_hant: 本應用始終使用英文界面

# language.option.french
source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
pt: Francês
zh_hant: 法語

# language.option.french.subtitle
source: Always use French in this app
de: Verwenden Sie in dieser App immer Französisch
es: Utilice siempre francés en esta aplicación
fr: Utilisez toujours le français dans cette application
ja: このアプリでは常にフランス語を使用してください
pt: Sempre use francês neste aplicativo
zh_hant: 本應用始終使用法語界面

# language.option.german
source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
pt: Alemão
zh_hant: 德語

# language.option.german.subtitle
source: Always use German in this app
de: Verwenden Sie in dieser App immer Deutsch
es: Utilice siempre alemán en esta aplicación
fr: Utilisez toujours l'allemand dans cette application
ja: このアプリでは常にドイツ語を使用してください
pt: Sempre use alemão neste aplicativo
zh_hant: 本應用始終使用德語界面

# language.option.japanese
source: Japanese
de: japanisch
es: japonés
fr: japonais
ja: 日本語
pt: japonês
zh_hant: 日語

# language.option.japanese.subtitle
source: Always use Japanese in this app
de: Verwenden Sie in dieser App immer Japanisch
es: Utilice siempre japonés en esta aplicación.
fr: Utilisez toujours le japonais dans cette application
ja: このアプリでは常に日本語を使用してください
pt: Sempre use japonês neste aplicativo
zh_hant: 本應用始終使用日語界面

# language.option.portuguese
source: Portuguese
de: Portugiesisch
es: portugués
fr: portugais
ja: ポルトガル語
pt: Português
zh_hant: 葡萄牙語

# language.option.portuguese.subtitle
source: Always use Portuguese in this app
de: Verwenden Sie in dieser App immer Portugiesisch
es: Utilice siempre portugués en esta aplicación
fr: Utilisez toujours le portugais dans cette application
ja: このアプリでは常にポルトガル語を使用してください
pt: Sempre use português neste app
zh_hant: 本應用始終使用葡萄牙語界面

# language.option.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
pt: Espanhol
zh_hant: 西班牙語

# language.option.spanish.subtitle
source: Always use Spanish in this app
de: Verwenden Sie in dieser App immer Spanisch
es: Utilice siempre español en esta aplicación.
fr: Utilisez toujours l'espagnol dans cette application
ja: このアプリでは常にスペイン語を使用してください
pt: Sempre use espanhol neste aplicativo
zh_hant: 本應用始終使用西班牙語界面

# language.option.system
source: Follow system
de: Folgen Sie dem System
es: Seguir sistema
fr: Suivre le système
ja: フォローシステム
pt: Siga o sistema
zh_hant: 跟隨系統

# language.option.system.subtitle
source: Same as device language
de: Entspricht der Gerätesprache
es: Igual que el idioma del dispositivo
fr: Identique à la langue de l'appareil
ja: デバイス言語と同じ
pt: Igual ao idioma do dispositivo
zh_hant: 與設備系統語言一致

# language.picker.footer
source: App interface language. "Follow system" matches iOS Settings → General → Language & Region. Selected languages apply only inside this app.
de: Sprache der App-Oberfläche. „System folgen“ entspricht iOS-Einstellungen → Allgemein → Sprache und Region. Ausgewählte Sprachen gelten nur innerhalb dieser App.
es: Idioma de la interfaz de la aplicación. "Seguir sistema" coincide con Configuración de iOS → General → Idioma y región. Los idiomas seleccionados se aplican solo dentro de esta aplicación.
fr: Langue de l'interface de l'application. « Suivre le système » correspond aux paramètres iOS → Général → Langue et région. Les langues sélectionnées s'appliquent uniquement dans cette application.
ja: アプリのインターフェース言語。 「システムに従って」は、iOSの設定→一般→言語と地域に一致します。選択した言語は、このアプリ内でのみ適用されます。
pt: Idioma da interface do aplicativo. "Seguir sistema" corresponde a Configurações do iOS → Geral → Idioma e região. Os idiomas selecionados aplicam-se apenas dentro deste aplicativo.
zh_hant: 僅影響本應用界面語言。「跟隨系統」與 iOS 設置 → 通用 → 語言與地區 一致；任選語言僅在本應用內生效。

# language.picker.title
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt: Linguagem
zh_hant: 語言

source: Legal Center
de: Rechtszentrum
es: Centro Jurídico
fr: Centre juridique
ja: 法務センター
pt: Centro Jurídico
zh_hant: 法律中心

# legal.inquiries
source: INQUIRIES
de: ANFRAGEN
es: CONSULTAS
fr: DEMANDES
ja: お問い合わせ
pt: CONSULTAS
zh_hant: 咨詢

# legal.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
ja: プライバシーポリシー
pt: política de Privacidade
zh_hant: 隱私政策

# legal.privacy.last_updated
source: LAST UPDATED: OCTOBER 24, 2023
de: LETZTE AKTUALISIERT: 24. OKTOBER 2023
es: ÚLTIMA ACTUALIZACIÓN: 24 DE OCTUBRE DE 2023
fr: DERNIÈRE MISE À JOUR : 24 OCTOBRE 2023
ja: 最終更新日: 2023 年 10 月 24 日
pt: ÚLTIMA ATUALIZAÇÃO: 24 DE OUTUBRO DE 2023
zh_hant: 最近更新：2023 年 10 月 24 日

# legal.privacy.lead
source: This document outlines our commitment to protecting your digital identity and how we process data within our AI ecosystem.
de: Dieses Dokument beschreibt unser Engagement für den Schutz Ihrer digitalen Identität und wie wir Daten in unserem KI-Ökosystem verarbeiten.
es: Este documento describe nuestro compromiso de proteger su identidad digital y cómo procesamos los datos dentro de nuestro ecosistema de IA.
fr: Ce document décrit notre engagement à protéger votre identité numérique et la manière dont nous traitons les données au sein de notre écosystème d'IA.
ja: この文書では、お客様のデジタル ID を保護するための当社の取り組みと、当社の AI エコシステム内でデータを処理する方法について概説します。
pt: Este documento descreve nosso compromisso em proteger sua identidade digital e como processamos dados em nosso ecossistema de IA.
zh_hant: 本文說明我們如何保護您的數字身份，以及在 AI 服務中如何處理數據。

# legal.section_prefix
source: SECTION %@
de: ABSCHNITT %@
es: SECCIÓN %@
ja: セクション ％@
pt: SEÇÃO %@
zh_hant: 第 %@ 節

# legal.ua.lead
source: Please read these terms carefully before using our AI-driven ecosystem. Your use of the service constitutes a legal commitment to these protocols.
de: Bitte lesen Sie diese Bedingungen sorgfältig durch, bevor Sie unser KI-gesteuertes Ökosystem nutzen. Durch Ihre Nutzung des Dienstes verpflichten Sie sich rechtlich zu diesen Protokollen.
es: Lea estos términos detenidamente antes de utilizar nuestro ecosistema impulsado por IA. Su uso del servicio constituye un compromiso legal con estos protocolos.
fr: Veuillez lire attentivement ces conditions avant d'utiliser notre écosystème basé sur l'IA. Votre utilisation du service constitue un engagement juridique envers ces protocoles.
ja: AI 主導のエコシステムを使用する前に、これらの規約をよくお読みください。お客様によるサービスの使用は、これらのプロトコルに対する法的約束を構成します。
pt: Leia estes termos com atenção antes de usar nosso ecossistema baseado em IA. O uso do serviço constitui um compromisso legal com esses protocolos.
zh_hant: 使用本服務前請仔細閱讀以下條款。繼續使用即表示您同意受本協議約束。

# legal.user_agreement
source: User Agreement
de: Benutzervereinbarung
es: Acuerdo de usuario
fr: Contrat d'utilisation
ja: ユーザー同意書
pt: Contrato do usuário
zh_hant: 用戶協議

# login.hint
source: Uses your device ID. No password.
de: Verwendet Ihre Geräte-ID. Kein Passwort.
es: Utiliza la identificación de su dispositivo. Sin contraseña.
fr: Utilise l'identifiant de votre appareil. Pas de mot de passe.
ja: デバイスIDを使用します。パスワードはありません。
pt: Usa o ID do seu dispositivo. Sem senha.
zh_hant: 使用設備 ID，無需密碼。

# login.sign_in_device
source: Sign in with device
de: Melden Sie sich mit dem Gerät an
es: Iniciar sesión con el dispositivo
fr: Connectez-vous avec l'appareil
ja: デバイスでサインインする
pt: Faça login com o dispositivo
zh_hant: 使用設備登錄

# login.subtitle
source: Sign in to sync your account & coins
de: Melden Sie sich an, um Ihr Konto und Ihre Münzen zu synchronisieren
es: Inicia sesión para sincronizar tu cuenta y tus monedas
fr: Connectez-vous pour synchroniser votre compte et vos pièces
ja: サインインしてアカウントとコインを同期してください
pt: Faça login para sincronizar sua conta e moedas
zh_hant: 登錄以同步賬戶與金幣

# my.creations.alert.coins
source: Insufficient coins. Please recharge and try again.
de: Nicht genügend Münzen. Bitte laden Sie den Akku auf und versuchen Sie es erneut.
es: Monedas insuficientes. Por favor recarga y vuelve a intentarlo.
fr: Pièces insuffisantes. Veuillez recharger et réessayer.
ja: コインが不足しています。充電してもう一度お試しください。
pt: Moedas insuficientes. Por favor, recarregue e tente novamente.
zh_hant: 金幣不足，請充值後再試。

# my.creations.banner.expire
source: WORKS EXPIRE AFTER 24H. PLEASE SAVE THEM IN TIME.
de: Die Arbeiten verfallen nach 24 Stunden. BITTE SPEICHERN SIE DIESE RECHTZEITIG.
es: LAS OBRAS CADUCAN DESPUÉS DE 24H. POR FAVOR GUARDELOS A TIEMPO.
fr: LES TRAVAUX EXPIRENT APRÈS 24H. VEUILLEZ LES CONSERVER À TEMPS.
ja: 作品は 24 時間後に期限切れになります。期限内に保存してください。
pt: AS OBRAS EXPIRAM APÓS 24H. POR FAVOR, SALVE-OS A TEMPO.
zh_hant: 作品 24 小時後過期，請及時保存。

# my.creations.detail.title
source: Creation
de: Schaffung
es: Creación
fr: Création
ja: 創造
pt: Criação
zh_hant: 創作詳情

# my.creations.empty.all
source: No creations yet
de: Noch keine Kreationen
es: Aún no hay creaciones
fr: Aucune création pour l'instant
ja: まだ作成されていません
pt: Nenhuma criação ainda
zh_hant: 暫無創作

# my.creations.empty.detail
source: Your AI works will appear here.
de: Ihre KI-Werke werden hier angezeigt.
es: Tus trabajos de IA aparecerán aquí.
fr: Vos travaux d’IA apparaîtront ici.
ja: あなたのAI作品がここに表示されます。
pt: Seus trabalhos de IA aparecerão aqui.
zh_hant: 您的 AI 作品將顯示在這裡。

# my.creations.empty.filtered
source: No tasks in this category
de: Keine Aufgaben in dieser Kategorie
es: No hay tareas en esta categoría.
fr: Aucune tâche dans cette catégorie
ja: このカテゴリにはタスクがありません
pt: Nenhuma tarefa nesta categoria
zh_hant: 該分類下暫無任務

# my.creations.error.detail
source: Generation failed. Retry or contact support.
de: Die Generierung ist fehlgeschlagen. Versuchen Sie es erneut oder wenden Sie sich an den Support.
es: La generación fracasó. Vuelva a intentarlo o comuníquese con el soporte.
fr: La génération a échoué. Réessayez ou contactez l'assistance.
ja: 生成に失敗しました。再試行するか、サポートにお問い合わせください。
pt: A geração falhou. Tente novamente ou entre em contato com o suporte.
zh_hant: 生成失敗，請重試或聯繫客服。

# my.creations.est_mins_format
source: EST. %lld MINS
de: EST. %lld MIN
es: EST. %lld MINUTOS
fr: HNE. %lld MIN
ja: EST（東部基準時。 %lld 分
pt: HUSA. %lld MINUTOS
zh_hant: 約 %lld 分鐘

# my.creations.expired
source: EXPIRED
de: ABGELAUFEN
es: VENCIÓ
fr: EXPIRÉ
ja: 期限切れ
pt: EXPIRADO
zh_hant: 已過期

# my.creations.failure
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗した
pt: Fracassado
zh_hant: 失敗

# my.creations.filter.all
source: ALL
de: ALLE
es: TODO
fr: TOUS
ja: 全て
pt: TODOS
zh_hant: 全部

# my.creations.filter.generating
source: GENERATING
de: GENERIEREN
es: GENERANDO
fr: GÉNÉRATEUR
ja: 生成中
pt: GERANDO
zh_hant: 生成中

# my.creations.filter.success
source: SUCCESS
de: ERFOLG
es: ÉXITO
fr: SUCCÈS
ja: 成功
pt: SUCESSO
zh_hant: 成功

# my.creations.generating_label
source: GENERATING
de: GENERIEREN
es: GENERANDO
fr: GÉNÉRATEUR
ja: 生成中
pt: GERANDO
zh_hant: 生成中

# my.creations.processing.detail
source: Processing. Check the list later.
de: Verarbeitung. Schauen Sie sich die Liste später noch einmal an.
es: Tratamiento. Consulta la lista más tarde.
fr: Traitement. Vérifiez la liste plus tard.
ja: 処理。後でリストを確認してください。
pt: Processamento. Confira a lista mais tarde.
zh_hant: 任務處理中，請稍後在列表中查看。

# my.creations.queuing
source: Queuing
de: Warteschlange
es: hacer cola
fr: File d'attente
ja: キューイング
pt: Na fila
zh_hant: 排隊中

# my.creations.refunded
source: REFUNDED CREDITS
de: RÜCKERSTATTET KREDITE
es: CRÉDITOS REEMBOLSADOS
fr: CRÉDITS REMBOURSÉS
ja: 返金されたクレジット
pt: CRÉDITOS REEMBOLSADOS
zh_hant: 已退還金幣

# my.creations.success_pill
source: SUCCESS
de: ERFOLG
es: ÉXITO
fr: SUCCÈS
ja: 成功
pt: SUCESSO
zh_hant: 成功

# my.creations.tap_retry
source: TAP TO RETRY
de: Tippen Sie auf, um es erneut zu versuchen
es: TOCA PARA VOLVER A INTENTAR
fr: APPUYEZ POUR RÉESSAYER
ja: タップして再試行してください
pt: TOQUE PARA TENTAR NOVAMENTE
zh_hant: 點擊重試

# my.creations.title
source: MY CREATIONS
de: MEINE KREATIONEN
es: MIS CREACIONES
fr: MES CRÉATIONS
ja: 私の作品
pt: MINHAS CRIAÇÕES
zh_hant: 我的創作

# my.likes.empty
source: No likes yet
de: Noch keine Likes
es: Aún no me gusta
fr: Pas encore de likes
ja: まだ「いいね！」はありません
pt: Ainda não há curtidas
zh_hant: 暫無喜歡

# my.likes.empty_detail
source: Tap the heart on templates you love. IDs are saved on this device.
de: Tippen Sie auf das Herz der Vorlagen, die Ihnen gefallen. IDs werden auf diesem Gerät gespeichert.
es: Toca el corazón en las plantillas que te encantan. Las identificaciones se guardan en este dispositivo.
fr: Appuyez sur le cœur des modèles que vous aimez. Les identifiants sont enregistrés sur cet appareil.
ja: 気に入ったテンプレートのハートをタップします。 IDは本機に保存されます。
pt: Toque no coração nos modelos que você adora. Os IDs são salvos neste dispositivo.
zh_hant: 在首頁模板點心形即可收藏，數據保存在本機。

# my.likes.empty_switch
source: Switch tab or add favorites from Home.
de: Wechseln Sie die Registerkarte oder fügen Sie Favoriten von der Startseite aus hinzu.
es: Cambie de pestaña o agregue favoritos desde Inicio.
fr: Changez d'onglet ou ajoutez des favoris depuis Accueil.
ja: タブを切り替えるか、ホームからお気に入りを追加します。
pt: Mude de guia ou adicione favoritos na página inicial.
zh_hant: 切換分類或從首頁添加收藏。

# my.likes.empty_tab_format
source: No %@ likes yet
de: Noch keine %@ Likes
es: No hay %@ me gusta todavía
fr: Aucun %@ j'aime pour l'instant
ja: %@ の「いいね！」はまだありません
pt: Ainda não há %@ curtidas
zh_hant: 暫無 %@ 喜歡

# my.likes.remove
source: Remove from My Likes
de: Aus „Meine Likes“ entfernen
es: Quitar de Mis Me gusta
fr: Supprimer de Mes J'aime
ja: 「お気に入り」から削除
pt: Remover dos meus gostos
zh_hant: 從喜歡中移除

# my.likes.title
source: MY LIKES
de: MEINE LIKEN
es: MIS GUSTOS
fr: MES AIMÉS
ja: 私の好きなもの
pt: MEUS GOSTOS
zh_hant: 我的喜歡

# my.profile.debug.token_no_auth_info
source: Unable to read sign-in information.
de: Anmeldeinformationen konnten nicht gelesen werden.
es: No se puede leer la información de inicio de sesión.
fr: Impossible de lire les informations de connexion.
ja: ログイン情報を読み取れません。
pt: Não foi possível ler as informações de sessão.
zh_hant: 無法讀取登錄信息。

# my.profile.debug.token_not_signed_in
source: Not signed in. Cannot refresh token.
de: Nicht angemeldet. Token kann nicht aktualisiert werden.
es: No has iniciado sesión. No se puede actualizar el token.
fr: Non connecté. Impossible d’actualiser le jeton.
ja: 未ログインのためトークンを更新できません。
pt: Sessão não iniciada. Não é possível atualizar o token.
zh_hant: 未登錄，無法刷新 Token。

# my.profile.debug.token_refreshed
source: Token refreshed.
de: Token aktualisiert.
es: Token actualizado.
fr: Jeton actualisé.
ja: トークンを更新しました
pt: Token atualizado.
zh_hant: Token 已刷新

# my.profile.id_copied
source: ID copied
de: ID kopiert
es: DNI copiado
fr: pièce d'identité copiée
ja: IDをコピーしました
pt: ID copiado
zh_hant: 已複製 ID

# my.profile.id_format
source: ID: %@
de: AUSWEIS: %@
es: IDENTIFICACIÓN: %@
fr: IDENTIFIANT: %@
pt: EU IA: %@

# my.profile.row.likes
source: My Likes
de: Meine Vorlieben
es: Mis gustos
fr: Mes goûts
ja: 私のお気に入り
pt: Meus gostos
zh_hant: 我的喜歡

# my.profile.section.personal_assets
source: PERSONAL ASSETS
de: PERSÖNLICHE VERMÖGENSWERTE
es: BIENES PERSONALES
fr: BIENS PERSONNELS
ja: 個人資産
pt: BENS PESSOAIS
zh_hant: 個人資產

# my.profile.section.support_assets
source: SUPPORT & ASSETS
de: UNTERSTÜTZUNG UND VERMÖGENSWERTE
es: SOPORTE Y ACTIVOS
fr: SOUTIEN & ATOUTS
ja: サポートとアセット
pt: SUPORTE E ATIVOS
zh_hant: 支持與資產

# my.profile.settings_a11y
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Configurações
zh_hant: 設置

# my.profile.shortcut.creations
source: My Creations
de: Meine Kreationen
es: Mis creaciones
fr: Mes créations
ja: 私の作品
pt: Minhas criações
zh_hant: 我的創作

# my.profile.sign_in
source: Sign in
de: anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
pt: Entrar
zh_hant: 登錄

# my.profile.sign_in_a11y
source: Sign in
de: anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
pt: Entrar
zh_hant: 登錄

# my.profile.subtitle_guest
source: Sign in to sync your data
de: Melden Sie sich an, um Ihre Daten zu synchronisieren
es: Inicia sesión para sincronizar tus datos
fr: Connectez-vous pour synchroniser vos données
ja: サインインしてデータを同期してください
pt: Faça login para sincronizar seus dados
zh_hant: 登錄以同步數據

# my.profile.subtitle_signed_in
source: Account & activity
de: Konto und Aktivität
es: Cuenta y actividad
fr: Compte et activité
ja: アカウントとアクティビティ
pt: Conta e atividade
zh_hant: 賬戶與動態

# my.profile.title
source: My
de: Mein
es: Mi
fr: Mon
ja: 私の
pt: Meu
zh_hant: 我的

# notification.denied.body
source: You can turn on notifications in Settings.
de: Du kannst Benachrichtigungen in den Einstellungen aktivieren.
es: Puedes activar las notificaciones en Ajustes.
fr: Vous pouvez activer les notifications dans Réglages.
ja: 設定から通知をオンにできます。
pt: Pode ativar as notificações em Definições.
zh_hant: 請前往系統「設定」> 本 App，開啟通知權限。

# notification.denied.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
pt: Abrir Definições
zh_hant: 前往設定

# notification.denied.title
source: Notifications are off
de: Benachrichtigungen sind aus
es: Notificaciones desactivadas
fr: Notifications désactivées
ja: 通知がオフです
pt: Notificações desativadas
zh_hant: 無法開啟通知

# notification.pre_prompt.body
source: Turn on notifications to get product updates and important news.
de: Mit Benachrichtigungen informieren wir dich über Produktupdates und wichtige Neuigkeiten.
es: Activa las notificaciones para recibir actualizaciones del producto y novedades importantes.
fr: Activez les notifications pour les mises à jour produit et les infos importantes.
ja: 通知をオンにすると、製品アップデートや重要なお知らせをお届けします。
pt: Ative as notificações para receber atualizações do produto e novidades importantes.
zh_hant: 開啟通知後，我們會在產品更新與重要動態時提醒你。

# notification.pre_prompt.confirm
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
ja: 許可
pt: Permitir
zh_hant: 允許
